<?php

return [
    'administrator' => env('SITE_ADMINISTRATE'),
    'upload_image_size' => 1024,
    'list_num' => env('SITE_LIST_NUM'),
    'title' => '嗨吃', //网站标题
    'order_status' => [ //订单状态
        0 => '等待支付',
        1 => '等待商家接单',
        2 => '配送中',
        3 => '待确认',
        4 => '完成',
        5 => '取消',
        6 => '退款中',
        7 => '退款完成',
    ],
    'order_type' => [
        1 => '快递',
        2 => '送货上门',
    ],
    'week' => [
        1 => '周一',
        2 => '周二',
        3 => '周三',
        4 => '周四',
        5 => '周五',
        6 => '周六',
        0 => '周日',
    ],
    'user_type' => [
        0 => '普通用户',
        1 => '管理员',
        2 => '商户',
    ],
    'commodity_status' => [
        0 => '下架',
        1 => '上架',
    ],
    'commodity_type' => [
        0 => '普通商品',
        1 => '精选产品',
        2 => '超值专区',
        3 => '大牌专区',
        4 => '折扣专区',
        5 => '今日推荐',
    ],
    'store_type' => [
        0 => '普通店铺',
        1 => '推荐店铺',
        2 => '最新店铺',
    ],
];